# St7SetLinkLineThickness

Sets the thickness of the link display.

long St7SetLinkLineThickness(long uID, long Thickness)
Input Parameters
uID
Strand7 model file ID.
Thickness
The link display thickness in the range kMinThickness to kMaxThickness.